Repository: CodyBontecou/ios-location-tracker
Catalog: IsoMe/Localizable.xcstrings
Source language: en
Languages: ar, bn, es, fr, hi, ja, pt_br, ru, zh_hans

source: Search for the place, choose it on the map, or select a saved location.
ar: ابحث عن المكان، أو اختره على الخريطة، أو حدد موقعًا محفوظًا.
bn: স্থানটি অনুসন্ধান করুন, মানচিত্রে এটি চয়ন করুন বা একটি সংরক্ষিত অবস্থান নির্বাচন করুন৷
es: Busque el lugar, selecciónelo en el mapa o seleccione una ubicación guardada.
fr: Recherchez le lieu, choisissez-le sur la carte ou sélectionnez un emplacement enregistré.
hi: स्थान खोजें, इसे मानचित्र पर चुनें, या कोई सहेजा गया स्थान चुनें।
ja: 場所を検索するか、地図上で選択するか、保存した場所を選択します。
pt_br: Procure o local, escolha-o no mapa ou selecione um local salvo.
ru: Найдите место, выберите его на карте или выберите сохраненное местоположение.
zh_hans: 搜索地点、在地图上选择它或选择已保存的位置。

source: Search or drop a pin
ar: بحث أو إسقاط دبوس
bn: একটি পিন অনুসন্ধান বা ড্রপ
es: Buscar o soltar un pin
fr: Rechercher ou déposer une épingle
hi: पिन खोजें या छोड़ें
ja: ピンを検索またはドロップします
pt_br: Pesquise ou coloque um alfinete
ru: Найдите или оставьте булавку
zh_hans: 搜索或放置图钉

source: Search places or addresses
ar: البحث عن الأماكن أو العناوين
bn: স্থান বা ঠিকানা অনুসন্ধান করুন
es: Buscar lugares o direcciones
fr: Rechercher des lieux ou des adresses
hi: स्थान या पते खोजें
ja: 場所や住所を検索する
pt_br: Pesquise lugares ou endereços
ru: Поиск мест или адресов
zh_hans: 搜索地点或地址

source: Search Results
ar: نتائج البحث
bn: অনুসন্ধান ফলাফল
es: Resultados de la búsqueda
fr: Résultats de la recherche
hi: खोज के परिणाम
ja: 検索結果
pt_br: Resultados da pesquisa
ru: Результаты поиска
zh_hans: 搜索结果

source: Search Unavailable
ar: البحث غير متاح
bn: অনুসন্ধান অনুপলব্ধ
es: Búsqueda no disponible
fr: Recherche indisponible
hi: खोज अनुपलब्ध
ja: 検索は利用できません
pt_br: Pesquisa indisponível
ru: Поиск недоступен
zh_hans: 无法搜索

source: Searching Apple Maps…
ar: جارٍ البحث في Apple Maps ...
bn: Apple Maps অনুসন্ধান করা হচ্ছে…
es: Buscando Apple Maps ...
fr: Recherche d’ Apple Maps …
hi: Apple Maps खोज रहे हैं...
ja: Apple Mapsを検索しています…
pt_br: Pesquisando no Apple Maps …
ru: Поиск в Apple Maps …
zh_hans: 正在搜索Apple Maps ...

source: See visits, distance, location points, current location, and remaining session time right on the watch.
ar: شاهد الزيارات والمسافة ونقاط الموقع والموقع الحالي ووقت الجلسة المتبقي مباشرة على الساعة.
bn: সরাসরি ঘড়িতে ভিজিট, দূরত্ব, অবস্থান পয়েন্ট, বর্তমান অবস্থান এবং অবশিষ্ট সেশনের সময় দেখুন।
es: Vea visitas, distancia, puntos de ubicación, ubicación actual y tiempo restante de la sesión directamente en el reloj.
fr: Consultez les visites, la distance, les points de localisation, la position actuelle et la durée restante de la session directement sur la montre.
hi: सीधे घड़ी पर विज़िट, दूरी, स्थान बिंदु, वर्तमान स्थान और शेष सत्र का समय देखें।
ja: 訪問数、距離、ロケーションポイント、現在位置、セッションの残り時間を時計上で確認できます。
pt_br: Veja visitas, distância, pontos de localização, localização atual e tempo restante da sessão diretamente no relógio.
ru: Просматривайте посещения, расстояние, точки местоположения, текущее местоположение и оставшееся время сеанса прямо на часах.
zh_hans: 直接在手表上查看访问次数、距离、位置点、当前位置和剩余会话时间。

source: Select a date range with at least two path points.
ar: حدد نطاقًا زمنيًا يشتمل على نقطتي مسار على الأقل.
bn: কমপক্ষে দুটি পাথ পয়েন্ট সহ একটি তারিখ ব্যাপ্তি নির্বাচন করুন৷
es: Seleccione un rango de fechas con al menos dos puntos de ruta.
fr: Sélectionnez une plage de dates avec au moins deux points de chemin.
hi: कम से कम दो पथ बिंदुओं वाली दिनांक सीमा चुनें.
ja: 少なくとも 2 つのパス ポイントがある日付範囲を選択します。
pt_br: Selecione um período com pelo menos dois pontos de caminho.
ru: Выберите диапазон дат, в котором есть хотя бы две точки пути.
zh_hans: 选择至少包含两个路径点的日期范围。

source: SELECT FOLDER
ar: حدد المجلد
bn: ফোল্ডার নির্বাচন করুন
es: SELECCIONAR CARPETA
fr: SÉLECTIONNER UN DOSSIER
hi: फ़ोल्डर चुनें
ja: フォルダーの選択
pt_br: SELECIONE A PASTA
ru: ВЫБЕРИТЕ ПАПКУ
zh_hans: 选择文件夹

source: Select one or many formats. OwnTracks and Overland only carry GPS fixes; other selected formats use the selected data type.
ar: حدد تنسيقًا واحدًا أو أكثر. يحمل OwnTracks و Overland فقط إصلاحات GPS )؛ تستخدم التنسيقات الأخرى المحددة نوع البيانات المحدد.
bn: এক বা একাধিক ফরম্যাট নির্বাচন করুন। OwnTracks এবং Overland শুধুমাত্র GPS ফিক্স বহন করে; অন্যান্য নির্বাচিত বিন্যাস নির্বাচিত ডেটা প্রকার ব্যবহার করে।
es: Seleccione uno o varios formatos. OwnTracks y Overland solo ofrecen conexiones GPS ; otros formatos seleccionados utilizan el tipo de datos seleccionado.
fr: Sélectionnez un ou plusieurs formats. OwnTracks et Overland ne proposent que des repères GPS ; les autres formats sélectionnés utilisent le type de données sélectionné.
hi: एक या अनेक प्रारूप चुनें. OwnTracks और Overland केवल GPS सुधार होते हैं; अन्य चयनित प्रारूप चयनित डेटा प्रकार का उपयोग करते हैं।
ja: 1 つまたは複数の形式を選択します。 OwnTracksとOverland GPS修正のみを提供します。選択した他の形式では、選択したデータ型が使用されます。
pt_br: Selecione um ou vários formatos. OwnTracks e Overland carregam apenas correções GPS ; outros formatos selecionados usam o tipo de dados selecionado.
ru: Выберите один или несколько форматов. OwnTracks и Overland содержат только координаты GPS ; другие выбранные форматы используют выбранный тип данных.
zh_hans: 选择一种或多种格式。 OwnTracks和Overland仅提供GPS定位；其他选定的格式使用选定的数据类型。

source: Select one or many formats. OwnTracks and Overland outing exports contain the outing route's GPS fixes; visit rows and outing notes are not represented.
ar: حدد تنسيقًا واحدًا أو أكثر. تحتوي صادرات OwnTracks وOwnTracks على إصلاحات نظام تحديد المواقع Overland GPS لمسار النزهة؛ لا يتم تمثيل صفوف الزيارة وملاحظات النزهة.
bn: এক বা একাধিক ফরম্যাট নির্বাচন করুন। OwnTracks এবং Overland আউটিং এক্সপোর্ট আউটিং রুট এর GPS ফিক্স ধারণ করে; ভিজিট সারি এবং আউটিং নোট প্রতিনিধিত্ব করা হয় না.
es: Seleccione uno o varios formatos. Las exportaciones de salidas OwnTracks y Overland contienen las posiciones GPS de la ruta de salida; Las filas de visitas y las notas de salidas no están representadas.
fr: Sélectionnez un ou plusieurs formats. Les exportations de sorties OwnTracks et Overland contiennent les coordonnées GPS de l'itinéraire de sortie ; les lignes de visite et les notes de sortie ne sont pas représentées.
hi: एक या अनेक प्रारूप चुनें. OwnTracks और Overland आउटिंग निर्यात में आउटिंग रूट के GPS फिक्स शामिल हैं; विज़िट पंक्तियाँ और आउटिंग नोट्स प्रस्तुत नहीं किए गए हैं।
ja: 1 つまたは複数の形式を選択します。 OwnTracksおよびOverland外出エクスポートには、外出ルートのGPS修正が含まれています。訪問行や外出メモは表示されません。
pt_br: Selecione um ou vários formatos. As exportações de passeios OwnTracks e Overland contêm as correções GPS da rota de passeio; as linhas de visita e as notas de saída não são representadas.
ru: Выберите один или несколько форматов. Экспорт маршрутов OwnTracks и Overland содержит координаты GPS маршрута; строки посещений и заметки о поездках не представлены.
zh_hans: 选择一种或多种格式。 OwnTracks和Overland郊游导出包含郊游路线的GPS修正；访问行和郊游笔记没有体现。

source: Selected
ar: مختارة
bn: নির্বাচিত
es: Seleccionado
fr: Choisi
hi: चयनित
ja: 選択済み
pt_br: Selecionado
ru: Выбрано
zh_hans: 已选择

source: Selected Folder
ar: المجلد المحدد
bn: নির্বাচিত ফোল্ডার
es: Carpeta seleccionada
fr: Dossier sélectionné
hi: चयनित फ़ोल्डर
ja: 選択したフォルダー
pt_br: Pasta selecionada
ru: Выбранная папка
zh_hans: 选定的文件夹

source: Selected Location
ar: الموقع المحدد
bn: নির্বাচিত অবস্থান
es: Ubicación seleccionada
fr: Emplacement sélectionné
hi: चयनित स्थान
ja: 選択した場所
pt_br: Local selecionado
ru: Выбранное местоположение
zh_hans: 选定地点

source: Selected location ready
ar: الموقع المحدد جاهز
bn: নির্বাচিত অবস্থান প্রস্তুত
es: Ubicación seleccionada lista
fr: Emplacement sélectionné prêt
hi: चयनित स्थान तैयार है
ja: 選択した場所の準備が完了しました
pt_br: Local selecionado pronto
ru: Выбранное место готово
zh_hans: 选定地点准备就绪

source: Selects this location for the past visit.
ar: تحديد هذا الموقع للزيارة الماضية.
bn: অতীত পরিদর্শনের জন্য এই অবস্থানটি নির্বাচন করে।
es: Selecciona esta ubicación para la visita anterior.
fr: Sélectionne cet emplacement pour la visite précédente.
hi: पिछली यात्रा के लिए इस स्थान का चयन करता है।
ja: 過去の訪問にこの場所を選択します。
pt_br: Seleciona este local para a visita anterior.
ru: Выбирает это место для прошлого посещения.
zh_hans: 选择此位置作为过去访问的位置。

source: SEND FEEDBACK
ar: إرسال الملاحظات
bn: প্রতিক্রিয়া পাঠান
es: ENVIAR COMENTARIOS
fr: ENVOYER DES COMMENTAIRES
hi: प्रतिक्रिया भेजें
ja: フィードバックを送信する
pt_br: ENVIAR COMENTÁRIOS
ru: ОТПРАВИТЬ ОТЗЫВ
zh_hans: 发送反馈

source: Send location data to an external API or self-hosted server.
ar: إرسال بيانات الموقع إلى واجهة برمجة API خارجية أو خادم مستضاف ذاتيًا.
bn: একটি বহিরাগত API বা স্ব-হোস্টেড সার্ভারে অবস্থান ডেটা পাঠান।
es: Envíe datos de ubicación a una API externa o a un servidor autohospedado.
fr: Envoyez les données de localisation à une API externe ou à un serveur auto-hébergé.
hi: किसी बाहरी API या स्वयं-होस्ट किए गए सर्वर पर स्थान डेटा भेजें।
ja: 位置データを外部APIまたは自己ホスト型サーバーに送信します。
pt_br: Envie dados de localização para uma API externa ou servidor auto-hospedado.
ru: Отправляйте данные о местоположении на внешний API или локальный сервер.
zh_hans: 将位置数据发送到外部API或自托管服务器。

source: SEND MODE
ar: وضع الإرسال
bn: মোড পাঠান
es: MODO DE ENVÍO
fr: MODE D'ENVOI
hi: भेजें मोड
ja: 送信モード
pt_br: MODO DE ENVIO
ru: РЕЖИМ ОТПРАВКИ
zh_hans: 发送模式

source: Server returned HTTP %lld
ar: قام الخادم بإرجاع HTTP %lld
bn: সার্ভার HTTP %lld ফেরত দিয়েছে
es: El servidor devolvió HTTP %lld
fr: Le serveur a renvoyé HTTP %lld
hi: सर्वर ने HTTP %lld लौटाया
ja: サーバーがHTTP %lldを返しました
pt_br: Servidor retornou HTTP %lld
ru: Сервер вернул HTTP %lld
zh_hans: 服务器返回HTTP %lld

source: Session details
ar: تفاصيل الجلسة
bn: সেশনের বিবরণ
es: Detalles de la sesión
fr: Détails de la séance
hi: सत्र विवरण
ja: セッション詳細
pt_br: Detalhes da sessão
ru: Детали сеанса
zh_hans: 会议详情

source: Session path map
ar: خريطة مسار الجلسة
bn: অধিবেশন পথ মানচিত্র
es: Mapa de ruta de sesión
fr: Carte du chemin de session
hi: सत्र पथ मानचित्र
ja: セッションパスマップ
pt_br: Mapa do caminho da sessão
ru: Карта путей сеанса
zh_hans: 会话路径图

source: Session summary
ar: ملخص الجلسة
bn: সেশনের সারাংশ
es: Resumen de la sesión
fr: Résumé de la séance
hi: सत्र सारांश
ja: セッションの概要
pt_br: Resumo da sessão
ru: Итоги сессии
zh_hans: 会议总结

source: Set a default folder to save exports without the share sheet.
ar: قم بتعيين مجلد افتراضي لحفظ الصادرات بدون ورقة المشاركة.
bn: শেয়ার শীট ছাড়া রপ্তানি সংরক্ষণ করতে একটি ডিফল্ট ফোল্ডার সেট করুন।
es: Establezca una carpeta predeterminada para guardar las exportaciones sin la hoja para compartir.
fr: Définissez un dossier par défaut pour enregistrer les exportations sans la feuille de partage.
hi: शेयर शीट के बिना निर्यात सहेजने के लिए एक डिफ़ॉल्ट फ़ोल्डर सेट करें।
ja: 共有シートを使用せずにエクスポートを保存するデフォルトのフォルダーを設定します。
pt_br: Defina uma pasta padrão para salvar as exportações sem a planilha de compartilhamento.
ru: Установите папку по умолчанию для сохранения экспорта без общего листа.
zh_hans: 设置默认文件夹以保存导出，无需共享表。

source: Set arrival and departure times. After you save, the map jumps to the visit and its date range.
ar: ضبط أوقات الوصول والمغادرة. بعد الحفظ، تنتقل الخريطة إلى الزيارة ونطاقها الزمني.
bn: আগমন এবং প্রস্থানের সময় সেট করুন। আপনি সংরক্ষণ করার পরে, মানচিত্রটি ভিজিট এবং এর তারিখের পরিসরে চলে যায়।
es: Establecer horarios de llegada y salida. Después de guardar, el mapa salta a la visita y su rango de fechas.
fr: Fixez les heures d’arrivée et de départ. Après avoir enregistré, la carte passe à la visite et à sa plage de dates.
hi: आगमन और प्रस्थान का समय निर्धारित करें. आपके द्वारा सहेजने के बाद, मानचित्र विज़िट और उसकी तिथि सीमा पर पहुंच जाता है।
ja: 到着時刻と出発時刻を設定します。保存すると、マップは訪問とその日付範囲にジャンプします。
pt_br: Defina horários de chegada e partida. Depois de salvar, o mapa salta para a visita e seu intervalo de datas.
ru: Установите время прибытия и отбытия. После сохранения на карте отображается посещение и диапазон дат.
zh_hans: 设置到达和出发时间。保存后，地图会跳转到访问及其日期范围。

source: Set the name of the IsoMe outing currently being recorded.
ar: قم بتعيين اسم نزهة IsoMe التي يتم تسجيلها حاليًا.
bn: বর্তমানে রেকর্ড করা IsoMe আউটিংয়ের নাম সেট করুন।
es: Establezca el nombre de la salida IsoMe que se está grabando actualmente.
fr: Définissez le nom de la sortie IsoMe en cours d'enregistrement.
hi: वर्तमान में रिकॉर्ड किए जा रहे IsoMe आउटिंग का नाम सेट करें।
ja: 現在記録されている IsoMe 外出の名前を設定します。
pt_br: Defina o nome do passeio IsoMe que está sendo gravado no momento.
ru: Установите имя записи IsoMe.
zh_hans: 设置当前正在记录的 IsoMe 郊游的名称。

source: Settings
ar: إعدادات
bn: সেটিংস
es: Ajustes
fr: Paramètres
hi: सेटिंग्स
ja: 設定
pt_br: Configurações
ru: Настройки
zh_hans: 设置

source: SETTINGS
ar: إعدادات
bn: সেটিংস
es: AJUSTES
fr: PARAMÈTRES
hi: सेटिंग्स
ja: 設定
pt_br: CONFIGURAÇÕES
ru: НАСТРОЙКИ
zh_hans: 设置

source: SHARE %@
ar: يشارك %@
bn: শেয়ার করুন %@
es: COMPARTIR %@
fr: PARTAGER %@
hi: शेयर करना %@
ja: 共有%@
pt_br: COMPARTILHAR %@
ru: ДЕЛИТЬСЯ %@
zh_hans: 分享%@

source: Share a single outing
ar: شارك في نزهة واحدة
bn: একটি একক আউটিং শেয়ার করুন
es: Compartir una sola salida
fr: Partager une seule sortie
hi: एक एकल आउटिंग साझा करें
ja: 1 つの外出を共有する
pt_br: Compartilhe um único passeio
ru: Поделитесь одной прогулкой
zh_hans: 分享一次郊游

source: Share sheet
ar: مشاركة الورقة
bn: শেয়ার শীট
es: Compartir hoja
fr: Partager la feuille
hi: शेयर शीट
ja: シートを共有する
pt_br: Compartilhar planilha
ru: Поделиться листом
zh_hans: 分享表

source: Share Sheet
ar: مشاركة الورقة
bn: শেয়ার শীট
es: Compartir hoja
fr: Partager la feuille
hi: शेयर शीट
ja: シートを共有する
pt_br: Compartilhar planilha
ru: Поделиться листом
zh_hans: 分享表

source: Share sheet opened
ar: تم فتح ورقة المشاركة
bn: শেয়ার শীট খোলা
es: Compartir hoja abierta
fr: Feuille de partage ouverte
hi: शेयर शीट खोली गई
ja: 共有シートがオープンしました
pt_br: Planilha de compartilhamento aberta
ru: Лист обмена открыт
zh_hans: 共享表已打开

source: Show an outing on the main map to focus the exact route, start and finish markers, and cleaned-up current visit state.
ar: اعرض نزهة على الخريطة الرئيسية للتركيز على المسار الدقيق وعلامات البداية والنهاية وحالة الزيارة الحالية التي تم تنظيفها.
bn: সঠিক রুট ফোকাস করতে প্রধান মানচিত্রে একটি আউটিং দেখান, মার্কার শুরু এবং শেষ করুন এবং বর্তমান পরিদর্শন অবস্থা পরিষ্কার করুন।
es: Muestre una excursión en el mapa principal para enfocar la ruta exacta, los marcadores de inicio y finalización y el estado actual de la visita limpio.
fr: Affichez une sortie sur la carte principale pour vous concentrer sur l'itinéraire exact, les marqueurs de début et de fin et l'état actuel de la visite.
hi: सटीक मार्ग, प्रारंभ और समापन मार्करों और साफ-सुथरी वर्तमान यात्रा स्थिति पर ध्यान केंद्रित करने के लिए मुख्य मानचित्र पर एक सैर दिखाएं।
ja: メイン マップに外出を表示して、正確なルート、開始マーカーと終了マーカー、およびクリーンアップされた現在の訪問状態に焦点を当てます。
pt_br: Mostre um passeio no mapa principal para focar a rota exata, marcadores de início e fim e estado atual da visita limpo.
ru: Покажите прогулку на главной карте, чтобы указать точный маршрут, маркеры начала и окончания, а также очистить текущее состояние посещения.
zh_hans: 在主地图上显示一次郊游，以关注确切的路线、起点和终点标记，并清理当前的访问状态。

source: Show Explanation
ar: إظهار الشرح
bn: ব্যাখ্যা দেখান
es: Mostrar explicación
fr: Afficher l'explication
hi: स्पष्टीकरण दिखाएँ
ja: 説明を表示
pt_br: Mostrar explicação
ru: Показать объяснение
zh_hans: 显示说明

source: SHOW GPS GLITCHES
ar: عرض مواطن الخلل في نظام تحديد المواقع
bn: Gps Glitches দেখান
es: MOSTRAR FALLOS DEL GPS
fr: AFFICHER LES PROBLÈMES GPS
hi: जीपीएस गड़बड़ियाँ दिखाएँ
ja: GPS の不具合を表示
pt_br: MOSTRAR FALHAS DE GPS
ru: ПОКАЗАТЬ СБОИ GPS
zh_hans: 显示 GPS 故障

source: SHOW ON MAP
ar: عرض على الخريطة
bn: মানচিত্রে দেখান
es: MOSTRAR EN EL MAPA
fr: AFFICHER SUR LA CARTE
hi: मानचित्र पर दिखाएँ
ja: 地図上に表示
pt_br: MOSTRAR NO MAPA
ru: ПОКАЗАТЬ НА КАРТЕ
zh_hans: 在地图上显示

source: Show tracking progress on the Lock Screen and Dynamic Island. Your choice is saved for future tracking sessions.
ar: إظهار تقدم التتبع على شاشة القفل والجزيرة الديناميكية. يتم حفظ اختيارك لجلسات التتبع المستقبلية.
bn: লক স্ক্রীন এবং ডায়নামিক দ্বীপে ট্র্যাকিং অগ্রগতি দেখান। আপনার পছন্দ ভবিষ্যতের ট্র্যাকিং সেশনের জন্য সংরক্ষিত হয়।
es: Muestra el progreso del seguimiento en la pantalla de bloqueo y en la isla dinámica. Su elección se guarda para futuras sesiones de seguimiento.
fr: Afficher la progression du suivi sur l'écran de verrouillage et Dynamic Island. Votre choix est enregistré pour les futures sessions de suivi.
hi: लॉक स्क्रीन और डायनेमिक आइलैंड पर ट्रैकिंग प्रगति दिखाएं। आपकी पसंद भविष्य के ट्रैकिंग सत्रों के लिए सहेजी गई है।
ja: ロック画面とダイナミックアイランドに追跡の進行状況を表示します。選択内容は、今後の追跡セッションのために保存されます。
pt_br: Mostre o progresso do rastreamento na tela de bloqueio e na ilha dinâmica. Sua escolha é salva para futuras sessões de rastreamento.
ru: Показывать прогресс отслеживания на экране блокировки и в динамическом острове. Ваш выбор сохраняется для будущих сеансов отслеживания.
zh_hans: 在锁定屏幕和动态岛上显示跟踪进度。您的选择将被保存以供将来的跟踪会话使用。

source: Showing a lightweight preview of this %@ file. The full export will still include all data.
ar: عرض معاينة خفيفة لهذا الملف %@ . سيظل التصدير الكامل يتضمن جميع البيانات.
bn: এই %@ ফাইলের একটি হালকা পূর্বরূপ দেখানো হচ্ছে। সম্পূর্ণ রপ্তানি এখনও সমস্ত ডেটা অন্তর্ভুক্ত করবে।
es: Mostrando una vista previa ligera de este archivo %@ . La exportación completa seguirá incluyendo todos los datos.
fr: Affichage d'un aperçu léger de ce fichier %@ . L’exportation complète inclura toujours toutes les données.
hi: इस %@ फ़ाइल का हल्का पूर्वावलोकन दिखाया जा रहा है। पूर्ण निर्यात में अभी भी सभी डेटा शामिल होंगे।
ja: この%@ファイルの軽量プレビューを表示しています。完全なエクスポートにはすべてのデータが含まれます。
pt_br: Mostrando uma prévia leve deste arquivo %@ . A exportação completa ainda incluirá todos os dados.
ru: Показан упрощенный предварительный просмотр этого файла %@ . Полный экспорт по-прежнему будет включать все данные.
zh_hans: 显示此%@文件的轻量级预览。完整导出仍将包含所有数据。

source: Shown
ar: معروض
bn: দেখানো হয়েছে
es: Mostrado
fr: Montré
hi: दिखाया गया है
ja: 示されている
pt_br: Mostrado
ru: показано
zh_hans: 如图所示

source: Shows controls for scrubbing and replaying the visible route.
ar: يعرض عناصر التحكم لتنقية المسار المرئي وإعادة تشغيله.
bn: দৃশ্যমান রুট স্ক্রাবিং এবং রিপ্লে করার জন্য নিয়ন্ত্রণ দেখায়।
es: Muestra controles para limpiar y reproducir la ruta visible.
fr: Affiche les commandes pour parcourir et relire l'itinéraire visible.
hi: दृश्य मार्ग को साफ़ करने और पुनः चलाने के लिए नियंत्रण दिखाता है।
ja: 表示されているルートをスクラブおよび再生するためのコントロールを表示します。
pt_br: Mostra controles para limpar e reproduzir a rota visível.
ru: Показывает элементы управления для очистки и воспроизведения видимого маршрута.
zh_hans: 显示用于清理和重播可见路线的控件。

source: Shows date, layer, and fit controls.
ar: يعرض عناصر التحكم في التاريخ والطبقة والملاءمة.
bn: তারিখ, স্তর, এবং ফিট নিয়ন্ত্রণ দেখায়।
es: Muestra controles de fecha, capa y ajuste.
fr: Affiche les contrôles de date, de calque et d’ajustement.
hi: दिनांक, परत और फ़िट नियंत्रण दिखाता है।
ja: 日付、レイヤー、およびフィットのコントロールを表示します。
pt_br: Mostra controles de data, camada e ajuste.
ru: Показывает элементы управления датой, слоем и подгонкой.
zh_hans: 显示日期、图层和适合控件。

source: Shows options for zooming the map to available content.
ar: يعرض خيارات لتكبير/تصغير الخريطة إلى المحتوى المتاح.
bn: উপলব্ধ সামগ্রীতে মানচিত্র জুম করার বিকল্পগুলি দেখায়৷
es: Muestra opciones para ampliar el mapa al contenido disponible.
fr: Affiche les options permettant d'agrandir la carte sur le contenu disponible.
hi: उपलब्ध सामग्री पर मानचित्र को ज़ूम करने के विकल्प दिखाता है।
ja: 利用可能なコンテンツにマップをズームするためのオプションを表示します。
pt_br: Mostra opções para ampliar o mapa no conteúdo disponível.
ru: Показывает параметры масштабирования карты до доступного содержимого.
zh_hans: 显示用于将地图缩放至可用内容的选项。

source: Shows Photos library pictures for the selected date range. iso.me uses photo GPS when available, otherwise the nearest route point or visit; photo files stay in Photos.
ar: يعرض صور مكتبة الصور للنطاق الزمني المحدد. يستخدم iso.me GPS عند توفره، وإلا فإنه يستخدم أقرب نقطة طريق أو زيارة؛ تبقى ملفات الصور في الصور.
bn: নির্বাচিত তারিখ ব্যাপ্তির জন্য ফটো লাইব্রেরির ছবি দেখায়। iso.me উপলব্ধ হলে ফটো GPS ব্যবহার করে, অন্যথায় নিকটতম রুট পয়েন্ট বা ভিজিট করুন; ফটো ফাইল ফটোতে থাকে।
es: Muestra imágenes de la biblioteca de Fotos para el intervalo de fechas seleccionado. iso.me utiliza GPS fotográfico cuando está disponible; de ​​lo contrario, el punto de ruta o visita más cercano; Los archivos de fotos permanecen en Fotos.
fr: Affiche les images de la bibliothèque Photos pour la plage de dates sélectionnée. iso.me utilise GPS photo lorsqu'il est disponible, sinon le point d'itinéraire ou la visite le plus proche ; les fichiers photo restent dans Photos.
hi: चयनित दिनांक सीमा के लिए फ़ोटो लाइब्रेरी चित्र दिखाता है। उपलब्ध होने पर iso.me फोटो GPS का उपयोग करता है, अन्यथा निकटतम मार्ग बिंदु या यात्रा; फ़ोटो फ़ाइलें फ़ोटो में रहती हैं.
ja: 選択した日付範囲のフォト ライブラリの写真を表示します。 iso.me 、利用可能な場合は写真GPSを使用し、そうでない場合は最寄りのルート ポイントまたは訪問先を使用します。写真ファイルは「写真」に残ります。
pt_br: Mostra fotos da biblioteca de fotos para o período selecionado. iso.me usa foto GPS quando disponível, caso contrário, o ponto de rota ou visita mais próximo; os arquivos de fotos permanecem em Fotos.
ru: Показывает изображения из библиотеки фотографий за выбранный диапазон дат. iso.me использует фото GPS если он доступен, в противном случае – ближайшую точку маршрута или посещение; файлы фотографий остаются в фотографиях.
zh_hans: 显示所选日期范围内的照片库图片。 iso.me在可用时使用照片GPS ，否则使用最近的路线点或访问；照片文件保留在“照片”中。

source: Shows places iso.me detected as stops in the selected date range. Hide them when you want an uncluttered route-only map.
ar: يعرض الأماكن التي اكتشفها iso.me كمحطات توقف في النطاق الزمني المحدد. قم بإخفائها عندما تريد خريطة طريق فقط مرتبة.
bn: নির্বাচিত তারিখ সীমার মধ্যে স্টপ হিসাবে সনাক্ত করা iso.me স্থানগুলি দেখায়৷ আপনি যখন একটি অগোছালো রুট-শুধুমাত্র মানচিত্র চান তখন সেগুলি লুকান।
es: Muestra los lugares que iso.me detectó como paradas en el rango de fechas seleccionado. Ocultarlos cuando quieras un mapa ordenado de solo rutas.
fr: Affiche les lieux iso.me détectés comme arrêts dans la plage de dates sélectionnée. Masquez-les lorsque vous souhaitez une carte épurée contenant uniquement un itinéraire.
hi: चयनित दिनांक सीमा में स्टॉप के रूप में पहचाने iso.me स्थानों को दिखाता है। जब आप केवल-सुव्यवस्थित मार्ग मानचित्र चाहते हैं तो उन्हें छिपा दें।
ja: 選択した日付範囲内でiso.meがストップとして検出した場所を表示します。整然としたルートのみの地図が必要な場合は、これらを非表示にします。
pt_br: Mostra locais iso.me detectados como paradas no período selecionado. Oculte-os quando quiser um mapa organizado apenas com rotas.
ru: Показывает места, обнаруженные iso.me как остановки в выбранном диапазоне дат. Скройте их, если вам нужна лаконичная карта, состоящая только из маршрутов.
zh_hans: 显示在所选日期范围内检测为停靠点iso.me地点。当您想要一个整洁的纯路线地图时，请将它们隐藏起来。

source: Shows point metadata.
ar: يعرض البيانات التعريفية للنقطة.
bn: পয়েন্ট মেটাডেটা দেখায়।
es: Muestra metadatos de puntos.
fr: Affiche les métadonnées du point.
hi: बिंदु मेटाडेटा दिखाता है.
ja: ポイントのメタデータを表示します。
pt_br: Mostra metadados de ponto.
ru: Показывает метаданные точки.
zh_hans: 显示点元数据。
